if OS.mac?
  tap "1password/tap"
  tap "homebrew/cask"
  tap "homebrew/cask-fonts"
end
tap "homebrew/bundle"
tap "homebrew/core"
tap "jandedobbeleer/oh-my-posh"

brew "chezmoi"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "nushell"
brew "oh-my-posh"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "tree"
brew "zoxide"
brew "zsh"
brew "ripgrep"
brew "chezmoi"
if OS.mac?
  brew "awscli"
  brew "reattach-to-user-namespace"

  cask "1password-cli"
  cask "docker"
  cask "font-hackgen"
  cask "font-hackgen-nerd"
  cask "font-hasklig"
  cask "iterm2"
  cask "mysqlworkbench"
  cask "raycast"
  cask "rectangle"
  cask "scroll-reverser"
  cask "session-manager-plugin"
  cask "ueli"
  cask "visual-studio-code"
end

if OS.linux?
    brew "xclip"
end
