{
  "apps": [
    {
      "Info": "Install failed",
      "Name": "1password-cli",
      "Source": null,
      "Updated": "2023-08-23T04:48:48.1072003+09:00",
      "Version": null
    },
    {
      "Info": "",
      "Name": "7zip",
      "Source": "main",
      "Updated": "2023-08-23T04:42:33.8019971+09:00",
      "Version": "23.01"
    },
    {
      "Info": "",
      "Name": "aria2",
      "Source": "main",
      "Updated": "2023-11-18T19:00:59.3036033+09:00",
      "Version": "1.37.0-1"
    },
    {
      "Info": "",
      "Name": "bfg",
      "Source": "main",
      "Updated": "2023-08-23T04:50:20.3990399+09:00",
      "Version": "1.14.0"
    },
    {
      "Info": "",
      "Name": "chezmoi",
      "Source": "main",
      "Updated": "2023-08-23T04:43:56.1540191+09:00",
      "Version": "2.38.0"
    },
    {
      "Info": "",
      "Name": "ctrl2cap",
      "Source": "sysinternals",
      "Updated": "2023-08-23T04:43:41.1651725+09:00",
      "Version": "2.0"
    },
    {
      "Info": "",
      "Name": "fanctrl",
      "Source": "lemon",
      "Updated": "2024-02-27T20:32:15.112682+09:00",
      "Version": "1.6.9"
    },
    {
      "Info": "",
      "Name": "fnm",
      "Source": "main",
      "Updated": "2023-08-23T04:51:02.1896298+09:00",
      "Version": "1.35.1"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2024-05-03T22:19:18.5713226+09:00",
      "Version": "0.51.0"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2024-05-03T22:19:20.9857648+09:00",
      "Version": "2.49.0"
    },
    {
      "Info": "",
      "Name": "ghq",
      "Source": "main",
      "Updated": "2024-04-20T01:39:40.8805289+09:00",
      "Version": "1.6.1"
    },
    {
      "Info": "",
      "Name": "git",
      "Source": "main",
      "Updated": "2024-05-03T22:19:31.4776335+09:00",
      "Version": "2.45.0"
    },
    {
      "Info": "",
      "Name": "jpegview",
      "Source": "extras",
      "Updated": "2023-08-23T04:53:54.0385071+09:00",
      "Version": "1.0.37"
    },
    {
      "Info": "",
      "Name": "mysql-workbench",
      "Source": "main",
      "Updated": "2024-01-30T01:16:12.7757862+09:00",
      "Version": "8.0.36"
    },
    {
      "Info": "",
      "Name": "ngrok",
      "Source": "main",
      "Updated": "2024-05-03T22:19:49.0741696+09:00",
      "Version": "3.9.0"
    },
    {
      "Info": "",
      "Name": "npiperelay",
      "Source": "extras",
      "Updated": "2023-08-23T04:55:05.086965+09:00",
      "Version": "0.1.0"
    },
    {
      "Info": "",
      "Name": "nu",
      "Source": "main",
      "Updated": "2024-05-03T22:19:53.3735996+09:00",
      "Version": "0.93.0"
    },
    {
      "Info": "",
      "Name": "obsidian",
      "Source": "extras",
      "Updated": "2024-04-20T01:40:00.4291791+09:00",
      "Version": "1.5.12"
    },
    {
      "Info": "",
      "Name": "oh-my-posh",
      "Source": "https://github.com/JanDeDobbeleer/oh-my-posh/releases/latest/download/oh-my-posh.json",
      "Updated": "2024-05-03T22:19:58.412116+09:00",
      "Version": "19.25.0"
    },
    {
      "Info": "",
      "Name": "pandoc",
      "Source": "main",
      "Updated": "2024-04-20T01:41:06.5587901+09:00",
      "Version": "3.1.13"
    },
    {
      "Info": "",
      "Name": "posh-git",
      "Source": "extras",
      "Updated": "2023-08-23T04:57:49.5420624+09:00",
      "Version": "1.1.0"
    },
    {
      "Info": "",
      "Name": "starship",
      "Source": "main",
      "Updated": "2024-04-20T01:41:09.1296196+09:00",
      "Version": "1.18.2"
    },
    {
      "Info": "",
      "Name": "sudo",
      "Source": "main",
      "Updated": "2023-08-23T04:43:21.6366469+09:00",
      "Version": "0.2020.01.26"
    },
    {
      "Info": "",
      "Name": "wezterm",
      "Source": "extras",
      "Updated": "2024-02-27T20:37:38.8101319+09:00",
      "Version": "20240203-110809-5046fc22"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2024-02-27T20:37:40.7193512+09:00",
      "Version": "0.9.4"
    }
  ],
  "buckets": [
    {
      "Manifests": 2016,
      "Name": "extras",
      "Source": "https://github.com/lukesampson/scoop-extras",
      "Updated": "2024-05-03T21:32:38+09:00"
    },
    {
      "Manifests": 0,
      "Name": "github-gh",
      "Source": "https://github.com/cli/scoop-gh.git",
      "Updated": "2023-05-04T21:33:48+09:00"
    },
    {
      "Manifests": 1095,
      "Name": "lemon",
      "Source": "https://github.com/hoilc/scoop-lemon",
      "Updated": "2024-05-03T21:27:22+09:00"
    },
    {
      "Manifests": 1321,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2024-05-03T21:30:53+09:00"
    },
    {
      "Manifests": 75,
      "Name": "sysinternals",
      "Source": "https://github.com/niheaven/scoop-sysinternals",
      "Updated": "2024-02-21T19:02:04+09:00"
    }
  ]
}
