{
  "apps": [
    {
      "Info": "Install failed",
      "Name": "1password-cli",
      "Source": null,
      "Updated": "2023-08-23T04:48:48.1072003+09:00",
      "Version": null
    },
    {
      "Info": "",
      "Name": "7zip",
      "Source": "main",
      "Updated": "2024-06-09T20:10:18.8731423+09:00",
      "Version": "24.06"
    },
    {
      "Info": "",
      "Name": "aria2",
      "Source": "main",
      "Updated": "2023-11-18T19:00:59.3036033+09:00",
      "Version": "1.37.0-1"
    },
    {
      "Info": "",
      "Name": "bfg",
      "Source": "main",
      "Updated": "2023-08-23T04:50:20.3990399+09:00",
      "Version": "1.14.0"
    },
    {
      "Info": "",
      "Name": "chezmoi",
      "Source": "main",
      "Updated": "2024-05-16T03:34:31.0768795+09:00",
      "Version": "2.48.1"
    },
    {
      "Info": "",
      "Name": "ctrl2cap",
      "Source": "sysinternals",
      "Updated": "2023-08-23T04:43:41.1651725+09:00",
      "Version": "2.0"
    },
    {
      "Info": "",
      "Name": "fanctrl",
      "Source": "lemon",
      "Updated": "2024-06-09T20:10:29.0646479+09:00",
      "Version": "1.7.0"
    },
    {
      "Info": "",
      "Name": "fnm",
      "Source": "main",
      "Updated": "2024-06-09T20:10:34.771522+09:00",
      "Version": "1.37.0"
    },
    {
      "Info": "",
      "Name": "fzf",
      "Source": "main",
      "Updated": "2024-06-09T20:10:36.9555241+09:00",
      "Version": "0.53.0"
    },
    {
      "Info": "",
      "Name": "gh",
      "Source": "main",
      "Updated": "2024-06-09T20:10:45.4729361+09:00",
      "Version": "2.50.0"
    },
    {
      "Info": "",
      "Name": "ghq",
      "Source": "main",
      "Updated": "2024-04-20T01:39:40.8805289+09:00",
      "Version": "1.6.1"
    },
    {
      "Info": "",
      "Name": "git",
      "Source": "main",
      "Updated": "2024-05-16T03:35:42.6369724+09:00",
      "Version": "2.45.1"
    },
    {
      "Info": "",
      "Name": "jpegview",
      "Source": "extras",
      "Updated": "2023-08-23T04:53:54.0385071+09:00",
      "Version": "1.0.37"
    },
    {
      "Info": "",
      "Name": "mysql-workbench",
      "Source": "main",
      "Updated": "2024-01-30T01:16:12.7757862+09:00",
      "Version": "8.0.36"
    },
    {
      "Info": "",
      "Name": "ngrok",
      "Source": "main",
      "Updated": "2024-06-09T20:12:22.3403088+09:00",
      "Version": "3.10.1"
    },
    {
      "Info": "",
      "Name": "npiperelay",
      "Source": "extras",
      "Updated": "2023-08-23T04:55:05.086965+09:00",
      "Version": "0.1.0"
    },
    {
      "Info": "",
      "Name": "nu",
      "Source": "main",
      "Updated": "2024-05-03T22:19:53.3735996+09:00",
      "Version": "0.93.0"
    },
    {
      "Info": "",
      "Name": "obsidian",
      "Source": "extras",
      "Updated": "2024-06-09T20:12:45.6251845+09:00",
      "Version": "1.6.3"
    },
    {
      "Info": "",
      "Name": "oh-my-posh",
      "Source": "https://github.com/JanDeDobbeleer/oh-my-posh/releases/latest/download/oh-my-posh.json",
      "Updated": "2024-06-09T20:13:08.624145+09:00",
      "Version": "21.3.0"
    },
    {
      "Info": "",
      "Name": "pandoc",
      "Source": "main",
      "Updated": "2024-05-16T03:36:02.3173896+09:00",
      "Version": "3.2"
    },
    {
      "Info": "",
      "Name": "posh-git",
      "Source": "extras",
      "Updated": "2023-08-23T04:57:49.5420624+09:00",
      "Version": "1.1.0"
    },
    {
      "Info": "",
      "Name": "starship",
      "Source": "main",
      "Updated": "2024-06-09T20:13:12.1500632+09:00",
      "Version": "1.19.0"
    },
    {
      "Info": "",
      "Name": "sudo",
      "Source": "main",
      "Updated": "2023-08-23T04:43:21.6366469+09:00",
      "Version": "0.2020.01.26"
    },
    {
      "Info": "",
      "Name": "vfox",
      "Source": "main",
      "Updated": "2024-06-09T20:13:15.7485817+09:00",
      "Version": "0.5.3"
    },
    {
      "Info": "",
      "Name": "wezterm",
      "Source": "extras",
      "Updated": "2024-05-16T03:40:25.4025984+09:00",
      "Version": "20240203-110809-5046fc22"
    },
    {
      "Info": "",
      "Name": "zoxide",
      "Source": "main",
      "Updated": "2024-02-27T20:37:40.7193512+09:00",
      "Version": "0.9.4"
    }
  ],
  "buckets": [
    {
      "Manifests": 2034,
      "Name": "extras",
      "Source": "https://github.com/lukesampson/scoop-extras",
      "Updated": "2024-06-09T17:29:32+09:00"
    },
    {
      "Manifests": 0,
      "Name": "github-gh",
      "Source": "https://github.com/cli/scoop-gh.git",
      "Updated": "2023-05-04T21:33:48+09:00"
    },
    {
      "Manifests": 1124,
      "Name": "lemon",
      "Source": "https://github.com/hoilc/scoop-lemon",
      "Updated": "2024-06-09T18:17:23+09:00"
    },
    {
      "Manifests": 1327,
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2024-06-09T13:27:26+09:00"
    },
    {
      "Manifests": 75,
      "Name": "sysinternals",
      "Source": "https://github.com/niheaven/scoop-sysinternals",
      "Updated": "2024-05-29T17:11:09+09:00"
    }
  ]
}
